{
  "camelcasemotion": {
    "branch": "master"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-vsnip": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nerdtree": {
    "branch": "master"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "quick-scope": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-abolish": {
    "branch": "master"
  },
  "vim-commentary": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-surround": {
    "branch": "master"
  },
  "vim-vsnip": {
    "branch": "master"
  }
}
